/* Completed */
"ActivityType_ActivityPast" = "completed";

/* Arc trained */
"ActivityType_ArcTrainerPast" = "arc trained";

/* Completed a barre activity */
"ActivityType_BarrePast" = "completed a barre activity";

/* Completed a bootcamp workout */
"ActivityType_BootcampPast" = "completed a bootcamp workout";

/* Completed a boxing / MMA workout */
"ActivityType_BoxingMMAPast" = "completed a boxing / MMA workout";

/* Circuit trained */
"ActivityType_CircuitTrainingPast" = "circuit trained";

/* Core strengthened */
"ActivityType_CoreStrengtheningPast" = "core strengthened";

/* Completed a CrossFit® workout */
"ActivityType_CrossFitPast" = "completed a CrossFit® workout";

/* Biked */
"ActivityType_CyclingPast" = "biked";

/* Bike */
"ActivityType_CyclingShort" = "bike";

/* Fenced */
"ActivityType_FencePast" = "fenced";
